Repository: common-repository/paykassa
Catalog: languages/paykassa-*.po
Languages: ru_ru

source: Provide services of receiving payments on the website
ru_ru: Предоставляет услуги приема платежей на сайте

source: %sSandbox enabled.%s
ru_ru: %sТестовый режим включен%s

source: Payment completed
ru_ru: Оплата завершена

source: PayKassa Request Failure
ru_ru: Сбой запроса к PayKassa

source: Payment for cancelled order %s received
ru_ru: Оплата за отмененный заказ %s получена

source: Order #%s has been marked paid by PayKassa, but was previously cancelled. Admin handling required.
ru_ru: Заказ #%s был отмечен как оплаченный, но ранее был отменен. Требуется обработка администратора.

source: Enable/Disable
ru_ru: Включить/Выключить

source: Enable PayKassa transfer
ru_ru: Включить оплату по PayKassa

source: Title
ru_ru: Название

source: This controls the title which the user sees during checkout.
ru_ru: Заголовок, который видит пользователь в процессе оформления заказа.

source: Description
ru_ru: Описание

source: Payment method description that the customer will see on your checkout.
ru_ru: Описание способа оплаты, которое клиент будет видеть при оформлении заказа.

source: It allowing you to instantly make payments on your website and make bulk payments through many payment systems.
ru_ru: Позволяет моментально принимать платежи на своем сайте и делать массовые выплаты, через множество платежных систем.

source: Shop ID
ru_ru: ID магазина

source: ID from Shop settings page. Required parameter.
ru_ru: Идентификатор магазина. Берется из настроек магазина. Обязательный параметр.

source: Password shop
ru_ru: Пароль магазина

source: The secret key from Shop settings page. Required parameter.
ru_ru: Секретный ключ из настроек магазина. Обязательный параметр.

source: PayKassa sandbox
ru_ru: Песочница

source: Enable PayKassa sandbox
ru_ru: Включить тестовый режим

source: PayKassa sandbox can be used to test payments.
ru_ru: Песочница используется для проверки тестовых платежей.

source: PayKassa gateway
ru_ru: PayKassa шлюз

source: Before using, please take the following steps:
ru_ru: Перед использованием, пожалуйста выполните следующие шаги:

source: %sRegister%s and add new shop.
ru_ru: %sЗарегестируйтесь%s и добавьте новый магазин.

source: Set the following endpoints:
ru_ru: Установите следующие конечные точки:

source: URL notification: https://YOUR_STORE.COM/%s?wc-api=wc_gateway_paykassa%s
ru_ru: URL уведомлений: https://YOUR_STORE.COM/%s?wc-api=wc_gateway_paykassa%s

source: Gateway disabled
ru_ru: Шлюз отключен

source: PayKassa does not support your store currency. Supported currencies - RUB, USD, BTC, ETH, LTC, DASH, BCH, ZEC
ru_ru: PayKassa не поддерживает вашу валюту магазина. Поддерживаемые валюты - RUB, USD, BTC, ETH, LTC, DASH, BCH, ZEC

source: Error: %s
ru_ru: Ошибка: %s

source: There is issue for connectin payment gateway. Sorry for the inconvenience.
ru_ru: Проблема в шлюзе при подключения. Приносим извинения за неудобства.

source: Response was not get any data.
ru_ru: Ответ не получил данных.

source: Response body is empty.
ru_ru: Пустой обратный ответ.

source: Payment pending
ru_ru: Ожидание выплаты

source: Order - #%s
ru_ru: Заказ - №%s

source: <strong>%s</strong> is enabled and WooCommerce is not forcing the SSL certificate on your checkout page. Please ensure that you have a valid SSL certificate and that you are <a href="%s">forcing the checkout pages to be secured</a>.
ru_ru: <strong>%s</strong> включена, но WooCommerce не использует SSL на странице оплаты. Пожалуйста, убедитесь что имеете валидный SSL сертификат и включили <a href="%s">принудительную защиту оформления заказа</a>.

source: Visit PayKassa settings
ru_ru: Настройки PayKassa

source: Settings
ru_ru: Настройки

source: Send money to me
ru_ru: Перевести средства

source: Donate
ru_ru: Помощь
